<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<ul>
				<li><div><b>описание</b></div><div style="padding: 10px;">
					мы очень горды сообщить вам о том, что вышла новая версия игры Superlines! 					
				</div></li>
					
				<li><div><b>правила</b></div><div style="padding: 10px;">
					основным нововведением является система "рангов". Ранг 
					является показателем опытности игрока и влияет на 
					сложность игры. Чем выше ранг, тем сложнее играть.
					Изначально игроку присваивается ранг НОВИЧОК. Ранг
					игрока повышается, когда он выполняет норматив этого ранга.
					Количество очков, необходимое для получения
					следующего ранга, определяется по таблице нормативов.
					Очки подсчитываются по результатам игр, сыгранных
					при текущем рейтинге игрока. Следует иметь ввиду, что
					зачитывается результат не всех игр, а только тех, в которых
					игрок набрал не менее определенного порогового количества очков, 
					характерного для его ранга. 
					Для некоторых рангов действует система прогрессивного начисления очков. 
					Когда количество очков в игре переваливает за некоторое пороговое значение,
					дальнейшие выигрыши домножаются на предопределенный коэффициент.  Эти
					значения можно подсмотреть в таблице правил.
					
				</div></li>
				
				<li><div><b>таблица правил</b></div><div style="padding: 10px;">
					<a href="?page=rules">таблица правил</a>				
				</div></li>
				<li><div><b>таблица нормативов</b></div><div style="padding: 10px;">
					<a href="?page=standard">таблица нормативов</a>						
				</div></li>		
				<li><div><b>реитинговая таблица</b></div><div style="padding: 10px;">
					<a href="?page=rank">реитинговая таблица</a>						
				</div></li>	
			</ul>